Repository: F1248/Genius
Catalog: Genius/Localization/LocalizableNormal.xcstrings
Source language: en
Languages: de

# administratorPrivilegesRequest
source: Genius requires administrator privileges.
de: Genius benötigt Administratorrechte.

source: Ask to allow accessories to connect
de: Fragen, um Verbinden von Zubehör zu erlauben

# automaticAppUpdates
source: Automatic Updates
de: Automatische Updates

source: Automatic Updates
de: Automatische Updates

source: Board
de: Platine

source: Boot Mode
de: Startmodus

source: Boot Volume
de: Startvolume

source: Check for macOS updates
de: Nach macOS-Updates suchen

# checkForUpdatesEllipsis
source: Check for Updates…
de: Nach Updates suchen…

# cpuFrequency
source: CPU Speed
de: CPU-Geschwindigkeit

source: CPU Identifier
de: CPU-Identifizierung

source: CPU Type
de: CPU-Typ

source: Download macOS updates
de: macOS-Updates herunterladen

# installAppStoreAppUpdates
source: Install app updates from the App Store
de: App-Updates aus dem App Store installieren

source: Install configuration data updates
de: Konfigurationsdaten-Updates installieren

source: Install critical updates
de: Kritische Updates installieren

source: Install macOS updates
de: macOS-Updates installieren

# malwareProtection
source: Malicious Software Protection
de: Schadsoftware-Schutz

source: System Information
de: Systeminformationen

# uninstallApp
source: Uninstall Genius
de: Genius deinstallieren

# uninstallAppEllipsis
source: Uninstall Genius…
de: Genius deinstallieren…

# uninstallationMessage
source: Genius and all its data will be uninstalled. This action cannot be undone.
de: Genius und alle seine Daten werden deinstalliert. Diese Aktion kann nicht widerrufen werden.

# uninstallationTitle
source: Are you sure you want to uninstall Genius?
de: Möchtest du Genius wirklich deinstallieren?

# updateInProgressMessage
source: Unable to check for updates at the moment because an update is already in progress. Please try again shortly.
de: Im Moment kann nicht nach Updates gesucht werden, da ein Update bereits läuft. Bitte versuche es in Kürze erneut.

# updateInProgressTitle
source: Update Already in Progress
de: Update läuft bereits
